Repository: florimondmanca/www
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Posts in category '%s'
fr_fr: Billets dans la catégorie '%s'

source: Posts with tag '%s'
fr_fr: Billets avec le tag '%s'

source: Essays
fr_fr: Réflexions

source: Retrospectives
fr_fr: Rétrospectives

source: Tutorials
fr_fr: Tutoriels

source: No blog posts yet.
fr_fr: Pas encore de billets.

source: Read
fr_fr: Lire

source: Image for
fr_fr: Image pour

source: Source code
fr_fr: Code source

source: Open Source Developer, Idealist On A Journey
fr_fr: Ingénieur logiciel et environnement

source: I maintain and contribute to libraries, packages, and tools. Mostly Python.
fr_fr: Je développe des outils, services, et logiciels libres, principalement en Python. Je mets mes compétences au service d'un numérique plus sobre, éco-conçu, et compatible avec les limites planétaires.

source: Links
fr_fr: Liens utiles

source: Page not found.
fr_fr: Page introuvable.

source: Internal server error.
fr_fr: Erreur interne.

source: This is a private link: please do not share!
fr_fr: Ce lien est privé : veuillez ne pas le partager !

source: All posts
fr_fr: Tous les articles
